---
kind: property
id: P:Autodesk.Revit.DB.Electrical.ElectricalLoadClassification.Other
source: html/d6202bbd-afec-3025-3c36-00e109cef646.htm
---
# Autodesk.Revit.DB.Electrical.ElectricalLoadClassification.Other Property

Indicates if it is the default load classification, and its name is Other.

## Syntax (C#)
```csharp
public bool Other { get; }
```